-- phpMyAdmin SQL Dump
-- version 4.8.3
-- https://www.phpmyadmin.net/
--
-- Máy chủ: localhost:3306
-- Thời gian đã tạo: Th6 24, 2019 lúc 01:11 AM
-- Phiên bản máy phục vụ: 5.6.41-84.1
-- Phiên bản PHP: 7.2.7

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Cơ sở dữ liệu: `cit_db`
--

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `active`
--

CREATE TABLE `active` (
  `id` int(11) NOT NULL,
  `id_news` int(11) DEFAULT NULL,
  `count` int(11) NOT NULL DEFAULT '0',
  `state` tinyint(1) NOT NULL DEFAULT '1',
  `end_date` datetime DEFAULT NULL,
  `timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Đang đổ dữ liệu cho bảng `active`
--

INSERT INTO `active` (`id`, `id_news`, `count`, `state`, `end_date`, `timestamp`) VALUES
(37, 82, 8, 1, '2019-02-22 00:00:00', '2019-02-21 02:41:01'),
(38, 83, 0, 1, '2019-02-22 00:00:00', '2019-02-21 02:44:18'),
(39, 84, 4, 1, '2019-02-27 00:00:00', '2019-02-21 02:48:27'),
(40, 85, 0, 1, '2019-02-22 00:00:00', '2019-02-21 02:50:57'),
(41, 86, 0, 1, '2019-02-22 00:00:00', '2019-02-21 02:52:00'),
(42, 87, 10, 1, '2019-02-28 00:00:00', '2019-02-21 02:53:04'),
(43, 88, 19, 1, '2019-02-23 00:00:00', '2019-02-21 02:54:25'),
(44, 89, 8, 1, '2019-03-12 00:00:00', '2019-03-04 10:38:57'),
(45, 90, 0, 1, '2019-03-08 00:00:00', '2019-03-07 07:26:46'),
(46, 91, 0, 1, '2019-03-08 00:00:00', '2019-03-07 07:27:20'),
(47, 92, 31, 1, '2019-03-24 00:00:00', '2019-03-13 02:52:43'),
(48, 93, 1, 1, '2019-03-14 00:00:00', '2019-03-13 09:15:31'),
(49, 92, 0, 1, '2019-03-31 00:00:00', '2019-03-27 04:18:21'),
(50, 92, 5, 1, '2019-03-31 00:00:00', '2019-03-27 04:18:21'),
(51, 94, 5, 1, '2019-04-03 00:00:00', '2019-03-28 03:52:43'),
(52, 95, 6, 1, '2019-03-31 00:00:00', '2019-03-28 04:13:38'),
(53, 96, 9, 1, '2019-04-01 00:00:00', '2019-03-28 04:23:13'),
(54, 97, 9, 1, '2019-04-03 00:00:00', '2019-03-28 04:29:14'),
(55, 98, 28, 1, '2019-04-08 00:00:00', '2019-03-28 08:03:25'),
(56, 92, 1, 1, '2019-04-04 00:00:00', '2019-03-29 01:07:05'),
(57, 92, 153, 1, '2019-04-05 00:00:00', '2019-03-29 13:35:50'),
(58, 94, 6, 1, '2019-04-04 00:00:00', '2019-03-29 13:48:03'),
(59, 99, 64, 1, '2019-04-08 00:00:00', '2019-04-03 00:43:46'),
(60, 100, 34, 1, '2019-04-10 00:00:00', '2019-04-04 00:58:31'),
(61, 101, 1, 1, '2019-04-10 00:00:00', '2019-04-04 09:16:15'),
(62, 102, 4, 1, '2019-04-15 00:00:00', '2019-04-04 09:19:42'),
(63, 103, 5, 1, '2019-04-12 00:00:00', '2019-04-08 01:59:51'),
(64, 104, 2, 1, '2019-04-15 00:00:00', '2019-04-10 09:51:48'),
(65, 105, 5, 1, '2019-04-20 00:00:00', '2019-04-11 04:07:13'),
(66, 106, 4, 1, '2019-04-20 00:00:00', '2019-04-12 11:37:10'),
(67, 107, 40, 1, '2019-04-27 00:00:00', '2019-04-17 12:04:50');

--
-- Chỉ mục cho các bảng đã đổ
--

--
-- Chỉ mục cho bảng `active`
--
ALTER TABLE `active`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT cho các bảng đã đổ
--

--
-- AUTO_INCREMENT cho bảng `active`
--
ALTER TABLE `active`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=68;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
